# -*- coding: utf-8 -*-
Ldf=[
('Основные',['РТР Планета #1','5 Канал #1','НТВ #1','Пятница! #1','Че ТВ #1','Звезда #1','СТС #1','ТВЦ #1','Рен ТВ #1','ТВ3 #1','Россия 1 #1','Пятый #1','Первый канал #1','Домашний #1','Культура #1','Россия 24 #1','ТНТ #1']),
('Детские',['СоюзМультфильм #1','Nick Jr #1','Том и Джерри #1','Ginger #1','Nickelodeon #1','Cartoon Network #1','2х2 #1','Disney #1','Карусель #1']),
('Познавательные',['Discovery #1','Моя планета #1','Охотник и рыболов #1','Охота и рыбалка #1','Viasat Explorer #1','Viasat Nature #1','Animal Family #1','Живая планета #1','National Geographic #1','История #1','Viasat History #1','History #1','Animal Planet #1']),
('Музыкальные',['RU TV #1','VH1 Europe #1','Муз ТВ']),
('Новостные',['CNN #1','РБК #1','LifeNews #1','Россия 1 #1','Первый канал #1','Россия 24 #1']),
('Спортивные',['МАТЧ! Арена #1','Спорт 1 #1','Спорт 2 #1','Футбол 2 #1','Футбол 1 #1','МАТЧ! Футбол 3 #1','Бокс #1','Матч! Боец #1','Беларусь 24 #1','КХЛ #1','Матч! Футбол 1 #1','Матч! Наш футбол #1','Евроспорт #1','Евроспорт 2 #1','Матч #1']),
]
