Repository: tdw1980/tdw
Catalog: plugin.video.torrent.checker/resources/language/*/strings.po
Languages: russian

# #32000
source: Play .torrent file...
russian: Проиграть файл .torrent…

# #32001
source: Download torrent from .torrent file...
russian: Загрузить торрент из файла .torrent…

# #32002
source: Torrents
russian: Торренты

# #32003
source: Select .torrent file
russian: Выберите файл .torrent

# #32004
source: Torrent added for downloading
russian: Торрент добавлен для загрузки

# #32005
source: Pause all torrents
russian: Приостановить все

# #32006
source: Resume all torrents
russian: Возобновить все

# #32007
source: Delete torrent
russian: Удалить торрент

# #32008
source: Delete torrent and files
russian: Удалить торрент и файлы

# #32009
source: Resume torrent
russian: Возобновить

# #32010
source: Pause torrent
russian: Приостановить

# #32011
source: size: {0}MB; state: {1}; seeds: {2}; peers: {3}
russian: размер: {0} МБ; статус: {1}; сидов: {2}; пиров: {3}

# #32012
source: DL speed: {0}KB/s; UL speed: {1}KB/s
russian: загрузка: {0} КБ/с; отдача: {1} КБ/с

# #32013
source: total DL: {0}MB; total UL: {1}MB
russian: загружено: {0} МБ; отдано: {1} МБ

# #32014
source: Buffering torrent
russian: Буферизация торрента

# #32015
source: Adding torrent
russian: Добавление торрента

# #32016
source: This may take some time.
russian: Это может занять некоторое время.

# #32017
source: Select a videofile to play
russian: Выберите видеофайл для проигрывания

# #32018
source: Downloaded: {0}MB
russian: Загружено: {0} МБ.

# #32019
source: Download speed: {0}KB/s
russian: Скорость загрузки: {0} КБ/с.

# #32020
source: Seeds: {0}
russian: Сидов: {0}.

# #32021
source: No video is selected.
russian: Видеофайл не выбран.

# #32022
source: No videofiles to play.
russian: Видеофайлы отсутствуют.

# #32023
source: Playback cancelled.
russian: Воспроизведение отменено.

# #32024
source: Confirm delete
russian: Подтвердите удаление

# #32025
source: Do you really want to delete the torrent?
russian: Действительно удалить торрент?

# #32026
source: Do you really want to delete the torrent with files?
russian: Действительно удалить торрент и файлы?

# #32027
source: Warning: The files will be deleted permanently!
russian: Внимание: файлы будут удалены безвозвратно!

# #32028
source: Torrent server started.
russian: Торрент-сервер запущен.

# #32029
source: Torrents
russian: Торренты

# #32030
source: Folder for downloading files
russian: Папка для загрузки файлов

# #32031
source: Buffer duration (s)
russian: Длительность буфера (с)

# #32032
source: Seeding ratio limit (0 - no limit)
russian: Лимит коэффициента отдачи (0 - без лимита)

# #32033
source: Keep torrents for (hours, 0 - no limit)
russian: Срок хранения торрентов (ч., 0 — бессрочно)

# #32034
source: Action for expired torrents
russian: Действие для просроченных торрентов

# #32035
source: Delete files for expired torrents
russian: Удалять файлы просроченных торрентов

# #32036
source: Web UI
russian: Веб-интерфейс

# #32037
source: Restrict access to web UI
russian: Защитить веб-интерфейс паролем

# #32038
source: Web UI login
russian: Логин веб-интерфейса

# #32039
source: Web UI password
russian: Пароль веб-интерфейса

# #32040
source: Advanced
russian: Дополнительно

# #32041
source: Torrent server host
russian: Хост торрент-сервера

# #32042
source: YATP server port
russian: Порт сервера YATP

# #32043
source: Remote mode (local torrent server isn't launched)
russian: Удаленный режим (локальный сервер не запускается)

# #32044
source: Torrent client port
russian: Порт торрент-клиента

# #32045
source: pause
russian: приостановить

# #32046
source: delete
russian: удалить

# #32047
source: Download speed limit (KB/s, 0 - no limit)
russian: Лимит скорости загрузки (КБ/с, 0 — без лимита)

# #32048
source: Upload speed limit (KB/s, 0 - no limit)
russian: Лимит скорости отдачи (КБ/с, 0 — без лимита)

# #32049
source: Changing download priority. Please wait...
russian: Изменение приоритета загрузки. Подождите...

# #32050
source: Waiting for piece #{0}. DL speed: {1}KB/s.
russian: Ожидание фрагмента № {0}. Скорость загрузки: {1} КБ/с.

# #32051
source: Pieces after a jump
russian: Кол-во фрагментов после прыжка

# #32052
source: Buffering torrent: {0}%. DL speed: {1}KB/s
russian: Буферизация торрента: {0} %. Скорость загрузки {1} КБ/с.

# #32053
source: Enable peer encryption
russian: Включить шифрование пиров

# #32054
source: Enable torrent server (requires restart)
russian: Включить торрент-сервер (требуется перезапуск)

# #32055
source: Max. connections
russian: Лимит соединений

# #32056
source: Max. half-open connections (-1 - no limit)
russian: Лимит полуоткрытых соединений (-1 — без лимита)

# #32057
source: Upload slots per torrent
russian: Слотов отдачи на торрент

# #32058
source: Max. connection attempts per second
russian: Макс. кол-во попыток соединений в секунду

# #32059
source: Fallback buffer size (MB)
russian: Размер буфера по умолчанию (МБ)

# #32060
source: Sliding window length
russian: Длина скользящего окна

# #32061
source: Streaming
russian: Стриминг

# #32062
source: Max open files
russian: Макс. кол-во открытых файлов

# #32063
source: Store persistent torrent data on disk
russian: Хранить данные торрентов на диске

# #32064
source: Enable seeding limits (requires restart)
russian: Включить лимиты сидирования (требуется перезапуск)
